/*  Modules  */

/*  General  */

"general_loading" = "Načítám…";
"general_delete" = "Odstranit";
"general_delete_items" = "Odstranit %d souborů";
"general_ok" = "OK";
"general_cancel" = "Storno";
"general_warning" = "Pozor";
"general_tools" = "Nástroje";
"general_unknown" = "Neznámý";
"general_title" = "Obecné";
"general_preferences" = "Nastavení";
"general_quit" = "Ukončit";
"general_error_occurred" = "Někde se stala chyba";
"general_logical" = "Logical";
"general_physical" = "Physical";
"general_top_index" = "Top #%i"; // top/highest #1, #2...
"utilities_section" = "Nástroje";
"features_section" = "Nástroje";
"hardware_section" = "Hardware";
"information_section" = "Informace";
"statistics_section" = "Statistiky";
"general_items_selected" = "vybráno %d položek";
"general_size_selected" = "%@ vybráno";
"general_confirm_delete_items_title" = "Opravdu chete smazat %d položek?";
"general_action_irreversible" = "Tato akce nelze vrátit zpět.";
"general_next" = "Další";
"general_show" = "Zobrazit";
"general_move_to_applications" = "Přesuňte Sensei do Aplikací";
"general_move_to_applications_message" = "Sensei nemůže být spuštěno z obrazu disku. Přesuňte Sensei do Aplikací.";
"general_action_show_in_finder" = "Zobrazit ve Finderu";
"general_action_open_item" = "Otevřít \"%@\"";
"general_action_preview" = "Náhled";
"general_action_open" = "Otevřít";
"general_action_select_item" = "Vybrat \"%@\"";
"general_action_select" = "Vybrat";
"general_action_deselect" = "Zrušit výběr";
"general_action_rename" = "Přejmenovat";
"general_action_duplicate" = "Duplikovat";

/*  Menu Bar  */

"app_menu_bar_application" = "Aplikace";
"app_menu_bar_about_app" = "O aplikaci %@";
"app_menu_bar_edit" = "Edit";
"app_menu_bar_window" = "Window";
"app_menu_bar_help" = "Help";
"app_menu_bar_check_for_updates" = "Zko";
"app_menu_bar_license" = "License";
"app_menu_bar_services" = "Services";
"app_menu_bar_hide_app" = "Hide %@";
"app_menu_bar_hide_others" = "Hide Others";
"app_menu_bar_show_all" = "Show All";
"app_menu_bar_quit_app" = "Ukončit %@";
"app_menu_bar_undo" = "Undo";
"app_menu_bar_redo" = "Redo";
"app_menu_bar_cut" = "Cut";
"app_menu_bar_copy" = "Copy";
"app_menu_bar_paste" = "Paste";
"app_menu_bar_paste_and_match_style" = "Paste and Match Style";
"app_menu_bar_delete" = "Delete";
"app_menu_bar_select_all" = "Select All";
"app_menu_bar_find" = "Find";
"app_menu_bar_find_action" = "Find…";
"app_menu_bar_find_next" = "Find Next";
"app_menu_bar_find_previous" = "Find Previous";
"app_menu_bar_use_selection_for_find" = "Use Selection for Find";
"app_menu_bar_jump_to_selection" = "Jump to Selection";
"app_menu_bar_close_window" = "Close Window";
"app_menu_bar_minimize" = "Minimize";
"app_menu_bar_zoom" = "Zoom";
"app_menu_bar_enter_full_screen" = "Enter Full Screen";
"app_menu_bar_bring_to_front" = "Bring All to Front";

/*  Licensing  */

"licensing_trial_will_expire_in" = "Trial verze vyprší za";
"licensing_days" = "%d dnů";
"licensing_activate_license" = "Aktivovat licenci";
"licensing_close" = "Zavřít";
"licensing_expired" = "Expirováno";
"licensing_thanks_for_trying" = "Díky, že zkoušíte Sensei!";
"licensing_thanks_for_purchasing" = "Díky za zakoupení Sensei!";
"licensing_thanks_for_using" = "Díky, že používáte Sensei!";
"licensing_please_enjoy_trial" = "Užijte si zkušební dobu";
"licensing_show_license" = "Zobrazit licenci";
"licensing_you_are_awesome" = "Jste super!";
"licensing_license_expired_on" = "Vyše licence vypršela";
"licensing_looks_like_expired" = "Vypadá to, že Vaše licence vypršela.";
"licensing_license_valid_for" = "Platnost Vaší licence je";
"licensing_license_valid_until" = "Platnost Vaší licence je";
"licensing_lifetime" = "Navždycky!";
"licensing_purchase_to_keep_using" = "Pro další používání aplikace si, prosím, zaplaťte licenci.";
"licensing_trial_expire_in" = "Vaše zkušební doba končí za";
"licensing_trial_status_is" = "Status zkušební verze je";
"licensing_subscription_license" = "Předplatné";
"licensing_full_license" = "Plná licence";
"licensing_type_description" = "Licenci Sensei je možné předplatit na 1 rok (Předplatné), nebo koupit Plnou licenci.";
"licensing_type_question" = "Jaký typ licence máte?";
"licensing_refreshing_status" = "Status obnovení licence…";
"licensing_view_purchasing_options" = "Zobrazit možnosti předplatného";

/*  Onboarding  */
"onboarding_finished_action" = "Spustit!";
"onboarding_finished_title" = "Vše je nastaveno!";
"onboarding_finished_description" = "Váš Mac je připraven na spuštění Sensei.";
"onboarding_helper_install" = "Instalovat";
"onboarding_helper_title" = "Nainstalovat pomocný nástroj";
"onboarding_helper_description" = "Sensei potřebuje nainstalovat pomocný nástroj, aby mohli fungovat základní funkce.\nSystém Vás požádá o zadání hesla pro dokončení tohoto kroku.";
"onboarding_helper_footnote" = "Pomocný nástroj bude nainstalován do adresáře /Library/PrivilegedHelperTools.";
"onboarding_welcome_action" = "Jdeme na to";
"onboarding_welcome_title" = "Díky za stažení Sensei!";
"onboarding_welcome_description" = "Potřebujeme nastavit pár věcí...";
"onboarding_disk_access_title" = "Přístup k souborům";
"onboarding_disk_access_description" = "Sensei potřebuje přístup k disku aby bylo možné vyčistit Mac, vyhledat a odinstalovat aplikace.";
"onboarding_disk_access_action" = "Povolit přístup";
"onboarding_disk_access_warning_title" = "Oprávnění";
"onboarding_disk_access_warning_message" = "Není možné nastavit přístup %@.\n\nPro povolení přístupu později bude nutné v Nastavení systému -> Zabezpečení a soukromí nastavit vyjímku ručně.";

/*  Dashboard  */
"dashboard_title" = "Přehled";
"dashboard_load" = "Využití"; // as in, current stress
"dashboard_memory" = "Paměť";
"dashboard_memory_pressure" = "Využití paměti";
"dashboard_processor" = "Procesor";
"dashboard_temperature" = "Teplota";
"dashboard_cpu" = "CPU";
"dashboard_ram" = "RAM";
"dashboard_memory_swap_file" = "Swap";
"dashboard_cpu_system" = "System";
"dashboard_cpu_user" = "Uživatel";
"dashboard_info_model" = "Model";
"dashboard_info_identifier" = "Identifikátor";
"dashboard_info_serial" = "Sériové číslo";
"dashboard_info_release_date" = "Datum vydání";
"dashboard_info_manufacture_date" = "Datum výroby";
"dashboard_info_origin" = "Výrobce";
"dashboard_info_processor" = "Procesor";
"dashboard_info_memory" = "Paměť";
"dashboard_info_graphics" = "Grafika";
"dashboard_info_storage" = "Úložiště";

/*  Monitor  */
"monitor_title" = "Monitor";
"monitor_enable_title" = "Povolit monitor";
"monitor_create_new_panel" = "Vytvořit panel";
"monitor_edit_panel" = "Upravit";
"monitor_panel_style" = "Styl panelu";
"monitor_hide_inactive" = "Skrýt neaktivní";
"monitor_hide_inactive_description" = "Skrýt panely bez hodnot";
"monitor_size" = "Velikost";
"monitor_rearrange" = "Rozmístit";
"monitor_panel_copy" = "%@ kopírovat"; // name
"monitor_panel_rename" = "Přejmenovat panel";
"monitor_panel_rename_message" = "Zadejte nový název";
"monitor_panel_rename_in_use" = "Tento název je již použit.";
"monitor_panel_confirm_deletion" = "Potvrzení smazání";
"monitor_panel_delete_confirm" = "Smazat panel %@?";

/*  Storage  */
"storage_title" = "Úložiště";
"storage_disk_type" = "Typ";
"storage_disk_location" = "Umístění";
"storage_disk_capacity" = "Kapacita";
"storage_disk_identifier" = "Označení";
"storage_disk_smart_status" = "S.M.A.R.T Status";
"storage_disk_smart_support" = "S.M.A.R.T Podporován";
"storage_disk_network" = "Síťový";
"storage_disk_ejectable" = "Odpojitelný";
"storage_disk_erasable" = "Smazatelný";
"storage_disk_locked" = "Uzamčený";
"storage_disk_children" = "Oddíly";
"storage_disk_benchmark" = "Benchmark";
"storage_disk_health" = "Zdraví";
"storage_disk_block_size" = "Velikost bloku";
"storage_disk_thermal_throttling_supported" = "Thermal Throttling Supported";
"storage_disk_barrier_enabled" = "Barrier enabled";
"storage_disk_serial" = "Seriové číslo";
"storage_disk_revision" = "Revize";
"storage_disk_statistics" = "Statistiky";
"storage_internal" = "Interní";
"storage_external" = "Externí";
"storage_read" = "Čtení";
"storage_write" = "Zápis";
"storage_run_benchmark" = "Spustit Benchmark";
"storage_benchmark_is_running" = "Spuštěno…";
"storage_benchmarking" = "Benchmarking…";
"storage_volumes" = "Oddíly";
"storage_contents" = "Obsah";
"storage_interface" = "Rozhraní";
"storage_volumes" = "Oddíly";
"storage_unknown_drive_name" = "Neznámá jednotka";
"storage_physical_stores" = "Physical stores";
"storage_capacity" = "Kapacita";
"storage_available" = "Dostupné";
"storage_used" = "Využito";
"storage_encrypted" = "Šifrováno";
"storage_case_sensitive" = "Rozlišuje malá a velké písmena";
"storage_bootable" = "Bootable";
"storage_mount_point" = "Přípojný bod";
"storage_quota" = "Quota";
"storage_reserve" = "Reserve";
"storage_file_count" = "File Count";
"storage_writable" = "Zapisovatelný";
"storage_apfs_container_uuid" = "APFS Container UUID";
"storage_owners" = "Owners";
"storage_apfs_convertible" = "APFS Convertible";
"storage_apfs_uuid" = "APFS UUID"; // no translation
"storage_benchmark_feature_description" = "Otestuje rychlosti disku";
"storage_health_feature_description" = "Ověří zdravotní stav disku";
"storage_statistics_feature_description" = "Sleduje aktivitu disku v reálném čase";
"storage_benchmark_results" = "Výsledky";
"storage_smart_values" = "S.M.A.R.T Hodnoty";
"storage_benchmark_invalid_volume_title" = "Nenalezen zapisovatelný oddíl na tomto disku.";
"storage_benchmark_invalid_volume_message" = "You need to have write permissions and at least 5 GB of space available on the disk. Select a directory manually or free up at least 5 GB of space and try again.";
"storage_benchmark_browse" = "Browse…";
"storage_benchmark_choose_directory_on" = "Choose a directory on %@";

"disk_container_children_shared_with" = "Sdíleno s %i oddíly";

/*  Clean  */
"clean_title" = "Čistič";
"clean_description" = "Nejrychlejší způsop uvolnění místa na disku. Tento nástroj vyhledá soubory, které je možné smazat a nechá vás vybrat ty, které už opravdu nebudete potřebovat.";
"clean_recycle_title" = "Uvolnit prostor";
"clean_recycle_description" = "Automaticky vyhledá nepotřebné soubory, které zabírají moc místa.";
"clean_system_title" = "Vyčistit systém";
"clean_system_description" = "Vyhledá a odstraní systémové logy, dočasné soubory a cache.";
"clean_scanning" = "Skenuji…";
"clean_view_items" = "Zobrazit %d položek";
"clean_new_scan" = "Skenovat znovu";
"clean_delete_success" = "Odstraněno %d položek";
"clean_delete_fail_title" = "Položky není možné odstranit.";
"clean_delete_fail_message" = "%d položek není možné odstranit.";
"clean_group_bundle_cache" = "%@ Cache";
"clean_calculating_size" = "Počítám velikost…";
"clean_downloads" = "Stahování";
"clean_user_cache" = "Uživatelská mezipaměť";
"clean_user_logs" = "Uživatelské logy";
"clean_system_logs" = "Systémové logy";
"clean_developer" = "Vývojář";
"clean_installer_packages" = "Instalátory";
"clean_disk_images" = "Obrazy disků";
"clean_large_files" = "Velké soubory";
"clean_mail_attachments" = "Přílohy mailů";
"clean_mail_downloads" = "Stažené maily";
"clean_downloads_description" = "Většina uložených dat ve Vašem Macu jsou soubory stažené z internetu. Tato kategorie Vám umožní vybrat nepotřebné stažené soubory.";
"clean_user_cache_description" = "Aplikace na Vašem Macu si vytvářejí dočasné soubory pro využití maximálního výkonu, nicméně se občas z dočasných souborů stanou zapomenuté soubory, které zbytečně zabírají místo. V této kategorii můžete vybrat, které dočasné soubory smazat.";

"clean_user_logs_description" = "Aplikace na Vašem Macu ukládají logy pro pozdější zpracování selhání, nebo pro obecné protokolování. Většinu logů určitě nepotřebujete. Vyberte, které se mají smazat.";

"clean_system_logs_description" = "Systém si loguje nestandartní chování aplikací. Vyberte, které logy nepotřebujete."
;
"clean_developer_description" = "Tato kategorie zobrazuje soubory, které využívá vývojové prostředí X-code. Vyberte soubory, které již nepotřebujete.";
"clean_installer_packages_description" = "Pokud instalujete software přes Instalátory, může se stát, že zapomenete instalátor smazat. Vyberte instalátory, které už nepotřebujete.";
"clean_disk_images_description" = "Vyberte, které obrazy disků už nepotřebujete.";
"clean_large_files_description" = "V této kategorii se zobrazují velké soubory. Vyberte ze seznamu ty, které už nepotřebujete.";
"clean_mail_attachments_description" = "Pokud Vám někdo pošle mailem přílohu a chcete si ji uložit, určitě si ji přesouváte z aplikace Mail někam na disk. Pokud to tak je, níže vypsané stažené soubory už nepotřebujete. Vyberte, které se mohou smazat.";
"clean_group_copies" = "%@ (%d copies)";

// These do not have to be perfect translations
"clean_digging_through" = "Digging through";
"clean_browsing_through" = "Browsing through";
"clean_flipping_through" = "Flipping through";
"clean_inspecting" = "Inspecting";
"clean_subdividing" = "Subdividing";
"clean_partitioning" = "Partitioning";
"clean_assessing" = "Assessing";
"clean_studying" = "Studying";
"clean_exploring" = "Exploring";
"clean_probing" = "Probing";
"clean_scanning" = "Skenuji";
"clean_skimming_through" = "Skimming through";
"clean_looking_in" = "Looking in";
"clean_investigating" = "Investigating";
"clean_traversing" = "Traversing";
"clean_mapping" = "Mapping";
"clean_collecting" = "Collecting";

/*  Visualize  */
"visualize_title" = "Visualize";

/*  Optimizer  */
"optimizer_title" = "Optimalizace";
"optimizer_description" = "Zrychlete Váš Mac kliknutím na tlačítko. Tento nástroj Vám umožní deaktivovat, nebo odstranit položky, které startují po přihlášení, daemony a agenty aplikací";
"optimizer_login_items_title" = "Spustit po přihlášení";
"optimizer_login_items_description" = "Vypněte, nebo odstraňte položky, které chcete pouštět ručně.";
"optimizer_launch_agents_title" = "Agenti aplikací";
"optimizer_launch_daemons_title" = "Daemony aplikací";
"optimizer_launch_agents_description" = "Vypněte, nebo odstraňte agenty aplikací, které nechcete nechat běžet na pozadí systému.";
"optimizer_view_items" = "Zobrazit položky";
"optimizer_delete_confirmation_plural" = "Opravdu chcete smazat %d položek?";
"optimizer_delete_confirmation_single" = "Opravdu chcete smazat tuto položku?";
"optimizer_delete_information" = "Smazání těhto souborů může způsobit nefunkčnost dotčených aplikací - bude je potřeba přeinstalovat.";
"optimizer_delete_success" = "Smazáno %d položek";
"optimizer_empty_title" = "Nebyla nalezena žádná položka po přihlášení";

"agent_uninstall_error_unavailable" = "Nepodařilo se dohledat pomocný nástroj.";
"agent_uninstall_error_returned" = "Pomocný nástroj vrátil chybu: %@";

/*  Uninstaller  */
"uninstaller_title" = "Správa aplikací";
"uninstaller_description" = "Nejjednoduší cesta odinstalování aplikací. Tento nástroj odstraní aplikaci a všechny k ní asociované soubory.";
"uninstaller_uninstall_apps_with_ease_title" = "Snadno odinstalujte aplikace";
"uninstaller_uninstall_apps_with_ease_description" = "Vyhledejte aplikace na Vašem Macu. Jednoduše vyberte, kterou chcete smazat.";
"uninstaller_remove_hidden_files_title" = "Odstranit skryté soubory";
"uninstaller_remove_hidden_files_description" = "Spolu se smazáním aplikace je třeba odstranit i asociované soubory.";
"uninstaller_scan_for_apps" = "Vyhledat aplikace";
"uninstaller_view_apps" = "Zobrazit %d Aplikací";
"uninstaller_new_scan" = "Skenovat znovu";

"application_resource_binaries" = "Spustitelné soubory";
"application_resource_support_files" = "Podpůrné soubory";
"application_resource_preferences" = "Nastavení";
"application_resource_helper_tools" = "Pomocné nástroje";
"application_resource_login_items" = "Položky po přihlášení";
"application_resource_plugins" = "Pluginy";
"application_resource_logs" = "Logy";
"application_resource_other" = "Ostatní";
"application_resource_caches" = "Cache";
"application_resource_containers" = "Konteinery";
"application_resource_group_containers" = "Konteinery";
"application_resource_scripts" = "Skripty";

/*  Trim  */
"trim_title" = "Trim";
"trim_description" = "Pokaždé, když váš SSD zapisuje nová data, musí provádět časově náročné čištění a údržbu datových bloků.\n\nPovolením funkce Trim se datové bloky SSD preventivně čistí a udržují pomocí našeho vlastního ovladače Trim. To vede k menšímu počtu operací během procesu zápisu, čímž se odemkne maximální výkonnostní potenciál vašeho SSD a zároveň se minimalizuje opotřebení datových buněk.";
"trim_enabled_status" = "Trim je povolen a funguje\nna pozadí.\nVše vypadá skvěle! "; // try to respect line breaks
"trim_disabled_status" = "Trim není povolen.\nPro aktivaci Trim použijte přepínač výše.";
"trim_is_enabling_status" = "Povolování Trim…";
"trim_is_disabling_status" = "Vypínání Trim…";
"trim_did_enable_status" = "Trim byl úspěšně povolen.";
"trim_did_disable_status" = "Trim byl úspěšně vypnut.";
"trim_reboot_prompt" = "Prosím, restartujte Mac pro provedení změn.";
"trim_intro_show" = "Povolit/Zakázat Trim";
"trim_intro_certified_driver" = "Certifikovaný ovladač";
"trim_intro_certified_description" = "Náš ovladač Trim je certifikován společností Apple a je v souladu s nejnovějšími bezpečnostními požadavky na notářské ověření.";

/*  Memory  */
"memory_title" = "Paměť";

/*  Graphics  */
"graphics_title" = "Grafika";
"graphics_processing_units" = "Grafické karty";
"graphics_displays" = "Monitory";
"graphics_firmware" = "Firmware";
"graphics_export_firmware" = "Exportovat firmware";
"graphics_efi_version" = "Verze EFI";
"graphics_revision" = "Revize";
"graphics_compile_date" = "Datum kompilace";
"graphics_vbios_revision" = "Revize VBIOS";
"graphics_show_all_statistics" = "Zobrazit všechny statistiky";

"graphics_resolution" = "Rozlišení";
"graphics_refresh_rate" = "Obnovovací frekvence";
"graphics_pixel_density" = "Jemnost";
"graphics_built_in" = "Vestavěný";
"graphics_native" = "Nativní";
"graphics_default" = "Výchozí";
"graphics_safe_for_hardware" = "Bezpečný prohardware";
"graphics_pixel_encoding" = "Barevná hloubka";
"graphics_depth_format" = "Bitový formát";
"graphics_sampling" = "Sampling";
"graphics_stretched" = "Stretched";
"graphics_tv_output" = "TV výstup";
"graphics_mode" = "Mód zobrazení";
"graphics_vendor_id" = "ID Výrobce";
"graphics_product_id" = "ID Produktu";
"graphics_week_of_manufacture" = "Výrobní týden";
"graphics_serial_number" = "Sériové číslo";
"graphics_type" = "Typ";
"graphics_internal" = "Interní";
"graphics_external" = "Externí";
"graphics_backlit" = "Podsvícení";
"graphics_display_unit" = "Označení monitoru";
"graphics_main_display" = "Hlavní monitor";


/*  Power  */
"battery_title" = "Baterie";
"power_capacity" = "Kapacita";
"power_battery_health" = "Zdraví";
"battery_manufacturer" = "Výrobce";
"battery_manufacture_date" = "Datum výroby";
"battery_design_capacity" = "Výrobní kapacita";
"battery_max_capacity" = "Maximální kapacita";
"battery_design_cycle_count" = "Maximální počet cyklů";
"battery_cycle_count" = "Počet cyklů";
"battery_serial" = "Sériové číslo";
"battery_voltage" = "Napětí";
"battery_amperage" = "Odběr";
"battery_pack_reserve" = "Pack reserve";
"battery_cell_count" = "Počet článků";
"battery_charge" = "Nabíjení";
"battery_watt" = "Watů";
"battery_status" = "Status";
"battery_remaining_charge" = "Zbývající čas";

/*  Cooling  */
"cooling_title" = "Chlazení";
"cooling_fans" = "Ventilátory";
"cooling_thermal_sensors" = "Teplotní senzory";

/*  General Hardware  */
"hardware_vendor" = "Výrobce";
"hardware_subvendor" = "Firma";
"hardware_accelerator" = "Akcelerátor";
"hardware_family" = "Rodina";
"hardware_driver" = "Ovladač";
"hardware_part_id" = "Part ID";
"hardware_revision" = "Revice";
"hardware_supports_audio" = "Podporuje zvuk";
"hardware_removable" = "Odnímatelný";
"hardware_supported_metal_feature_sets" = "Metal feature sets";
"hardware_device_disconnected" = "Odpojeno";
"hardware_unknown_vendor" = "Neznámý výrobce";
"hardware_clock_speed" = "Taktovací frekvence";
"hardware_memory_clock_speed" = "Taktovací frekvence paměti";

/*  Settings  */
"settings_title" = "Nastavení";
"settings_check_for_updates_automatically" = "Automaticky kontrolovat aktualizace";
"settings_appearance_title" = "Přizpůsobení";
"settings_theme_title" = "Schéma";
"settings_theme_light" = "Světlé";
"settings_theme_dark" = "Tmavé";
"settings_theme_system" = "Podle systému";
"settings_license_title" = "Licence";
"settings_license_status" = "Status";
"settings_license_valid" = "Validní";
"settings_license_valid_until" = "Validní do %@";
"settings_license_show" = "Zobrazit licenci";
"settings_trial_remaining" = "Zkušební verze (zbývá %d dnů)";
"settings_trial_expired" = "Zkušební verze expirovala";
"settings_more_themes_coming_soon" = "More themes coming soon.";
"settings_enable_beta_features" = "Beta features";
"settings_enable_beta_features_description" = "Enable Beta features to try out new features that are not released yet.";
"settings_temperature_celsius" = "Celsia";
"settings_temperature_kelvin" = "Kelvina";
"settings_temperature_fahrenheit" = "Fahrenheita";
"settings_temperature_system" = "Podle systému"; // system preset
"settings_temperature_title" = "Jednotka teploty";

/*  Application Menu  */
"app_menu_debug_helper" = "Debug Helper Tool";
"app_menu_open_website" = "Open Website";
"app_menu_report_problem" = "Report A Problem";
"app_menu_report_problem_message" = "If you are experiencing a problem with Sensei, please save copy of its log files and send them to us together with a description of your issue.";
"app_menu_save_logs" = "Save Logs";
"app_menu_logs_saved" = "Logs were exported";
"app_menu_save_logs_error" = "Unable to save logs: %@";
"app_menu_save_logs_success" = "Please include them when opening a ticket in our support system.";
"app_menu_visit_support" = "Visit Support";

/*  Helper Debug  */
"helper_debug_tool_title" = "Helper Debug Tool";
"helper_debug_helper_installed" = "Helper installed";
"helper_debug_auth_cached" = "Authorization cached";
"helper_debug_auth_test_description" = "Sensei wants to test that it has sufficient authorization rights.";
"helper_debug_auth_test_success" = "SUCCESS: Helper successfully executed with administrative privileges.";  // just use "OK:" if 'success' does not translate well
"helper_debug_auth_test_fail" = "FAIL: Helper was unable to execute with administrative privileges.";
"helper_debug_fail_with_error" = "Command failed with error: %@";
"helper_debug_exit_with_code" = "Command exited with code: %d";
"helper_debug_auth_fail" = "Authentication failed!";
"helper_debug_failed_to_get_empty_auth_form" = "Failed to get the empty authorization external form";
"helper_debug_test_button_title" = "Test Authorization";
"helper_debug_destroy_auth_button_title" = "Destroy Cached Authorization";
"helper_debug_install_helper_button_title" = "Install Helper";
"helper_debug_require_manual_auth_title" = "Require Manual Authentication";
"helper_debug_cache_auth_title" = "Cache Authentication";

"helper_installed_successfully" = "Helper installed successfully.";
"helper_failed_install_unknown_error" = "Failed to install helper with unknown error";
"helper_failed_install_error" = "Failed to install helper with error: %@";
"helper_failed_rights_set" = "Failed to Set/Get authorization rights with error: %@";
"helper_failed_empty_ref" = "Failed to get empty authorization reference";

"helper_result_success" = "Success";
"helper_result_auth_fail" = "Authentication Failure";
"helper_result_execution_error" = "Execution Error";
"helper_result_invalid_parameter" = "Invalid parameter";
"helper_result_command_fail" = "Command Failed";

"helper_newer_version_detected" = "Newer version detected";
"helper_newer_version_detected_install_older" = "Install older version";
"helper_newer_version_detected_message" = "The helper tool you are trying to install is older than the one already installed. This could happen if you accidentally opened an older version of Sensei. Do you want to proceed with the installation?";
"helper_newer_version_removal_title" = "Error removing current helper";
"helper_newer_version_removal_error" = "An unexpected error occurred that prevented the removal of the current helper tool. Error: %@. Please report this to us at https://forum.cindori.org.";

/*  About  */

"about_acknowledgements" = "Third-party Licenses"; // or "Third-party Licenses"
"about_visit_website" = "Navštívit webovou stránku";
